CAFETERIA_MENU = {
    "월": {
        "조식": "쇠고기미역국, 호박나물, 간장고추지",
        "중식": {
            "감성집밥": "전주콩나물국밥, 쌀밥, 콩비지김치전, 비엔나케찹볶음, 미역줄기볶음, 깍두기",
            "BLANK": "청양크림함박스테이크, 가쓰오볶음면, 우동국, 망고젤리, 오이피클, 배추김치",
            "H-PLATE": "아보카도닭가슴살샐러드",
        },
    },
    "화": {
        "조식": "콩가루배추국, 해물완자전, 구운파래김",
        "중식": {
            "감성집밥": "제육고추장불고기, 쌀밥, 아욱된장국, 양배추쌈&쌈장, 간장절임고추지, 배추김치",
            "BLANK": "중국식잡채덮밥, 계란파국, 깐풍제육, 열대과일, 깍두기",
            "H-PLATE": "하베스트머쉬룸샐러드",
        },
    },
    "수": {
        "조식": "김치콩나물국, 미니돈가스&소스, 명업채볶음",
        "중식": {
            "감성집밥": "백설곰탕, 쌀밥, 동그랑땡전, 연근조림, 콩나물무침, 깍두기",
            "BLANK": "그릴소시지오므라이스, 데미그라스소스, 미소장국, 왕새우튀김, 콩나물무침, 배추김치, 패스츄리컵스프",
            "H-PLATE": "감자사라다샌드위치&사과주스",
        },
    },
    "목": {
        "조식": "복어해장국, 청포김가루무침, 오이생채",
        "중식": {
            "감성집밥": "들기름산채나물밥&부추양념장, 얼갈이된장국, 두부계란구이, 구운파래김, 치꺼리깨소스무침, 깍두기, 쌀밥, 이색계란찜",
            "BLANK": "오야꼬동, 팽이장국, 비빔야채만두, 치커리깨소스무침, 배추김치",
            "H-PLATE": "소불고기메밀소바샐러드",
        },
    },
    "금": {
        "조식": "냉이청국장찌개, 계란찜, 마늘쫑락교무침",
        "중식": {
            "감성집밥": "광주식애호박찌개, 쌀밥, 생선커틀렛&타르소스, 새송이버섯볶음, 오이송송이, 배추김치",
            "BLANK": "불고기오일파스타, 유부우동국, 피자토스트, 무비트피클, 배추김치",
            "H-PLATE": "베이컨쪽파 그릭베이글",
        },
    },
}
