CAFETERIA_MENU = {
    "월": {
        "조식": "김치콩나물국, 계란장조림, 조미김구이",
        "중식": {
            "감성집밥": "초당순두부, 쌀밥, 오징어가스&타르소스, 미역줄기볶음, 미나리숙주나물, 깍두기",
            "BLANK": "고깃집볶음밥, 계란후라이, 유부장국, 쌀떡볶이, 참깨소스브로콜리무침, 깍두기",
            "H-PLATE": "치킨타코샐러드",
        },
    },
    "화": {
        "조식": "열무된장국, 두부양념조림, 호박나물",
        "중식": {
            "감성집밥": "쇠고기콩나물밥&양념장, 어묵국, 언양식불고기전, 새송이맛살볶음, 깍두기",
            "BLANK": "돼지불백, 쌀밥, 버섯된장찌개, 상추쌈&쌈장, 무말랭이무침, 배추김치",
            "H-PLATE": "불고기바질샌드위치",
        },
    },
    "수": {
        "조식": "영양닭죽, 해물완자전, 오징어젓무말랭이지",
        "중식": {
            "감성집밥": "부대찌개, 쌀밥, 감자채전, 건새우호박볶음, 톳두부무침, 깍두기",
            "BLANK": "수제등심돈가스, 데미그라스소스, 토마토홍합파스타, 크림스프, 가든샐러드, 오이피클, 배추김치",
            "H-PLATE": "그릴드치킨아보카도샐러드",
        },
    },
    "목": {
        "조식": "🎄✨ 메리 크리스마스 ✨🎄",
        "중식": {
            "감성집밥": "",
            "BLANK": "",
            "H-PLATE": "",
        },
    },
    "금": {
        "조식": "복어해장국, 알감자조림, 무생채",
        "중식": {
            "감성집밥": "설렁탕&소면사리, 쌀밥, 동그랑땡전, 알감자조림, 고추지무침, 깍두기",
            "BLANK": "유니짜장면, 쌀밥, 계란국, 군만두, 양장피냉채, 배추김치",
            "H-PLATE": "감자사라다샌드위치&주스",
        },
    },
}
