CAFETERIA_MENU = {
    "월": {
        "조식": "김치콩나물국, 언양식불고기, 무말랭이무침",
        "중식": {
            "감성집밥": "육개장, 쌀밥, 소세지전, 새송이버섯볶음, 고추지무침, 깍두기",
            "BLANK": "순살치킨까스, 데미그라소스, 야채쫄면, 쌀밥, 우동국, 망고젤리, 배추김치",
            "H-PLATE": "탄두리치킨샐러드",
        },
    },
    "화": {
        "조식": "강된장찌개, 어묵볶음, 브로콜리&초장",
        "중식": {
            "감성집밥": "제육두루치기, 쌀밥, 얼갈이된장국, 비엔나소시지볶음, 브로콜리&초장, 깍두기",
            "BLANK": "고추참치덮밥&계란후라이, 맑은장국, 김말이튀김&칠리강정소스, 후르츠콘샐러드, 깍두기",
            "H-PLATE": "불고기바질샌드위치",
        },
    },
    "수": {
        "조식": "사골파국, 두부조림, 콩나물무침",
        "중식": {
            "감성집밥": "장터국, 쌀밥, 미트볼조림, 감자채볶음, 갓절임, 깍두기",
            "BLANK": "짜장면, 쌀밥, 계란국, 탕수육, 단무지, 배추김치",
            "H-PLATE": "달콤단호박샐러드",
        },
    },
    "목": {
        "조식": "김치콩나물국, 소세지전, 건파래볶음",
        "중식": {
            "감성집밥": "떡만두국, 쌀밥, 너비아니구이&부추, 미역줄기볶음, 배추김치",
            "BLANK": "돼지고기가지덮밥, 미역국, 두부계란구이&양념장, 숙주나물, 깍두기",
            "H-PLATE": "단호박닭가슴살샐러드",
        },
    },
    "금": {
        "조식": "메뉴가 없습니다.",
        "중식": {
            "감성집밥": "메뉴가 없습니다.",
            "BLANK": "메뉴가 없습니다.",
            "H-PLATE": "메뉴가 없습니다.",
        },
    },
}
