CAFETERIA_MENU = {
    "월": {
        "조식": "쇠고기미역국, 새송이버섯볶음, 오이생채",
        "중식": {
            "감성집밥": "장터국, 쌀밥, 두부계란구이&양념장, 감자채볶음, 마늘쫑락교무침, 깍두기",
            "BLANK": "그릴소시지오므라이스, 데미그라스소스, 유부우동국, 단호박샐러드, 무비트피클, 배추김치",
            "H-PLATE": "돈가스샐러드",
        },
    },
    "화": {
        "조식": "김치콩나물국, 가지나물, 조미김구이",
        "중식": {
            "감성집밥": "강된장보리비빔밥, 홍합탕, 만두카츠, 세발나물무침, 깍두기",
            "BLANK": "중국식잡채밥, 미소시루, 목화솜탕수육, 세발나물무침, 깍두기",
            "H-PLATE": "파인크래미샌드위치&두유",
        },
    },
    "수": {
        "조식": "감자호박된장국, 미트볼조림, 건파래볶음",
        "중식": {
            "감성집밥": "닭곰탕&당면사리, 쌀밥, 콩비지김치전, 어묵볶음, 아삭고추된장무침, 깍두기",
            "BLANK": "불고기오일파스타, 쌀밥, 유부우동국, 마늘바게트, 후르츠망고젤리, 배추김치",
            "H-PLATE": "훈제오리단호박샐러드",
        },
    },
    "목": {
        "조식": "🙅‍♀️ 구내식당이 운영되지 않습니다.",
        "중식": {
            "감성집밥": "",
            "BLANK": "",
            "H-PLATE": "",
        },
    },
    "금": {
        "조식": "두부김치찌개, 계란찜, 꽈리고추멸치볶음",
        "중식": {
            "감성집밥": "떡만두국, 쌀밥, 오징어초무침, 들깨고사리나물, 떠먹는 요거트(딸기), 배추김치",
            "BLANK": "",
            "H-PLATE": "",
        },
    },
}
