CAFETERIA_MENU = {
    "월": {
        "조식": "제육김치찌개, 연근조림, 청경채 무침",
        "중식": {
            "감성집밥": "차돌호박고추장찌개, 가자미카레구이, 궁중떡잡채, 얼갈이겉절이, 쌀밥, 깍두기",
            "BLANK": "숯불바베큐치밥, 한입만두카츠, 초당옥수수구이, 비트야채피클, 유부우동국, 배추김치",
            "H-PLATE": "쉬림프에그마요샐러드, 디스푸루타 망고",
        },
    },
    "화": {
        "조식": "순두부계란국, 비엔나소시지볶음, 돌나물&초장",
        "중식": {
            "감성집밥": "직화돼지고기김치찜, 계란연근조림, 돌자반볶음, 시금치된장국, 쌀밥, 깍두기",
            "BLANK": "가츠동, 명란마요타코야끼, 베이컨포테이토샐러드, 산고추&락교, 단무지, 미소장국, 깍두기",
            "H-PLATE": "반미불고기샌드위치, 납작복숭아이스티",
        },
    },
    "수": {
        "조식": "꽃게된장찌개, 계란찜, 참나물겉절이",
        "중식": {
            "감성집밥": "전주콩나물국밥, 오징어미나리무침, 들기름두부구이&양념장, 볼어묵볶음, 쌀밥, 깍두기",
            "BLANK": "투움바파스타, 코코넛쉬림프, 치아바타참치카나페, 패션후르츠, 오이피클, 우동국, 쌀밥, 배추김치",
            "H-PLATE": "치킨타코샐러드",
        },
    },
    "목": {
        "조식": "닭곰탕, 감자채볶음, 오이생채",
        "중식": {
            "감성집밥": "",
            "BLANK": "비프머쉬룸하이라이스, 토마토펜네파스타, 가라야게, 망고젤리, 우동국, 깍두기",
            "H-PLATE": "유부초밥, 샐러드",
        },
    },
    "금": {
        "조식": "쇠고기미역국, 순살햄두부구이, 단호박샐러드",
        "중식": {
            "감성집밥": "참치김치찌개, 한식잡채, 통살새우가스&타르소스, 표고버섯들깨나물, 쌀밥, 깍두기",
            "BLANK": "돈코츠라멘, 유부초밥, 단호박&고구마튀김, 산고추&락교, 배추김치",
            "H-PLATE": "훈연목살스테이크샐러드",
        },
    },
}
