CAFETERIA_MENU = {
    "월": {
        "조식": "호박고추장찌개, 감자채햄볶음, 조미김구이",
        "중식": {
            "감성집밥": "파듬뿍육개장, 수제계란말이, 깻잎어묵전, 생선커틀렛&타르소스, 고추지무침, 쌀밥, 석박지",
            "BLANK": "치킨난반, 새우튀김, 쫄면, 꿀토마토절임, 산고추&락교, 우동국, 쌀밥, 배추김치",
            "H-PLATE": "코코넛망고치킨텐더샐러드",
        },
    },
    "화": {
        "조식": "복어해장국, 부들어묵볶음, 도토리묵&양념장",
        "중식": {
            "감성집밥": "두부보쌈삼합&쌈장, 보쌈김치, 알배기배추쌈&쌈장, 건새우아욱국, 풋고추된장무침, 쌀밥, 깍두기",
            "BLANK": "낙지콩나물비빔밥&계란후라이, 뿌리채소맛탕, 과일사라다, 건새우아욱국, 배추김치",
            "H-PLATE": "반미샌드위치",
        },
    },
    "수": {
        "조식": "쇠고기무국, 두부양념조림, 새송이들깨볶음",
        "중식": {
            "감성집밥": "볼락구이, 순두부찌개, 그릴소시지피망볶음, 미역줄기느타리볶음, 쌀밥, 깍두기",
            "BLANK": "부산 약콩밀면, 등심육전&파채무침, 수박, 쌀밥, 배추김치",
            "H-PLATE": "청양크림새우브리또볼",
        },
    },
    "목": {
        "조식": "김치콩나물국, 제육숙주볶음, 무생채",
        "중식": {
            "감성집밥": "스테이크솥밥, 유린기, 배추김치",
            "BLANK": "찜닭한상, 오징어김치전, 오이도라지생채, 청양콩나물국, 쌀밥, 배추김치",
            "H-PLATE": "분보싸오샐러드",
        },
    },
    "금": {
        "조식": "조기구이, 냉이두부된장국, 미나리나물",
        "중식": {
            "감성집밥": "꽃게해물탕, 떡갈비&새송이구이, 삼색나물, 깻잎지무침, 쌀밥, 배추김치",
            "BLANK": "바베큐폭립오므라이스, 갈릭바게트, 복숭아요거트, 야채피클, 우동국, 배추김치",
            "H-PLATE": "매콤촉촉타볼레샐러드",
        },
    },
}
