CAFETERIA_MENU = {
    "월": {
        "조식": "조기구이, 얼갈이된장국, 오이생채",
        "중식": {
            "감성집밥": "말죽거리소고기국밥, 파프리카잡채, 감자조림, 얼갈이겉절이, 쌀밥, 깍두기",
            "BLANK": "하와이안함박스테이크, 가쓰오볶음면, 초코브라우니, 오이피클, 우동국, 쌀밥, 배추김치",
            "H-PLATE": "불고기치즈샌드위치, 아워홈거트",
        },
    },
    "화": {
        "조식": "고추참치순두부찌개, 감자채볶음, 조미김구이",
        "중식": {
            "감성집밥": "나주곰탕, 오징어초무침, 단호박죽, 삼색전, 숙주나물, 쌀밥, 깍두기",
            "BLANK": "네기가츠동, 연두부카프레제, 베이컨감자샐러드, 미소장국, 배추김치",
            "H-PLATE": "스파이시훈제연어포케",
        },
    },
    "수": {
        "조식": "쇠고기우거지국, 소시지전, 고추지무침",
        "중식": {
            "감성집밥": "우렁된장찌개, 떡갈비조림, 계란후라이, 미역줄기볶음, 쌀밥, 배추김치",
            "BLANK": "주꾸미오징어덮밥, 들기름메밀막국수, 치즈새우너겟, 다시마무국, 배추김치",
            "H-PLATE": "바질리코타샐러드",
        },
    },
    "목": {
        "조식": "김치콩나물국, 미니돈가스&소스, 새송이버섯볶음",
        "중식": {
            "감성집밥": "자반고등어구이, 흑미밥, 두부김치, 고구마순들깨볶음, 시금치된장국, 깍두기",
            "BLANK": "닭갈비볶음밥&김가루, 표고탕수육, 계란찜, 우동국, 배추김치",
            "H-PLATE": "닭가슴살키토샐러드",
        },
    },
    "금": {
        "조식": "쇠고기미역국, 비엔나케찹조림, 연근조림",
        "중식": {
            "감성집밥": "돼지불백, 김치콩나물국, 어묵볶음, 참나물냉채, 쌀밥, 깍두기",
            "BLANK": "명란투움바파스타, 카사네치킨가스, 일식소스, 패션후르츠&샤인머스캣, 수제무비트피클, 우동국, 배추김치",
            "H-PLATE": "마스카포네딸기샐러드",
        },
    },
}
