CAFETERIA_MENU = {
    "월": {
        "조식": "김치콩나물국, 새송이맛살볶음, 부추겉절이",
        "중식": {
            "감성집밥": "바지락순두부찌개, 쌀밥, 소세지전, 들기름김구이, 콩나물무침, 깍두기",
            "BLANK": "등심돈카츠정식, 데미그라스소스, 냉모밀, 쌀밥, 단호박샐러드, 무비트피클, 배추김치",
            "H-PLATE": "로메인베이컨샐러드",
        },
    },
    "화": {
        "조식": "건새우아욱국, 동그랑땡전, 조미김구이",
        "중식": {
            "감성집밥": "전주콩나물국밥, 쌀밥, 칠리소스비엔나볶음, 연두부, 가지볶음, 배추겉절이",
            "BLANK": "참치김치덮밥&스크램블드에그, 우동국, 궁중떡볶이, 후르츠청포도젤리, 깍두기",
            "H-PLATE": "닭가슴살쿠스쿠스샐러드",
        },
    },
    "수": {
        "조식": "도토리묵냉국, 해물파전, 무말랭이지",
        "중식": {
            "감성집밥": "안동찜닭&당면사리, 쌀밥, 시금치된장국, 매운어묵볶음, 고추지무침, 깍두기",
            "BLANK": "초계국수, 쌀밥, 메밀전병, 찐옥수수, 배추김치",
            "H-PLATE": "불고기바질샌드위치",
        },
    },
    "목": {
        "조식": "쇠고기무국, 두부김치, 숙주나물",
        "중식": {
            "감성집밥": "열무보리비빔밥, 미역국, 한식잡채, 브로콜리두무무침, 깍두기",
            "BLANK": "불고기버섯덮밥, 우동국, 비빔야채만두, 탕평채, 깍두기",
            "H-PLATE": "피치모짜렐라볼샐러드",
        },
    },
    "금": {
        "조식": "사골파국, 고기완자조림, 오이깍둑무침",
        "중식": {
            "감성집밥": "부대찌개, 쌀밥, 생선커틀렛&타르소스, 감자채볶음, 맑은오이지무침, 깍두기",
            "BLANK": "분짜, 느억맘's, 쌀밥, 춘권&해물짜조, 파인애플, 배추김치",
            "H-PLATE": "돈가스샐러드",
        },
    },
}
