CAFETERIA_MENU = {
    "월": {
        "조식": "설 연휴입니다 💰",
        "중식": {
            "감성집밥": "",
            "BLANK": "",
            "H-PLATE": "",
        },
    },
    "화": {
        "조식": "설 연휴입니다 💰",
        "중식": {
            "감성집밥": "",
            "BLANK": "",
            "H-PLATE": "",
        },
    },
    "수": {
        "조식": "장터국, 옛날소시지전&케찹, 돌나물사과무침",
        "중식": {
            "감성집밥": "차돌짬뽕순두부, 조기구이, 메추리알어묵조림, 들기름김구이, 쌀밥, 배추김치",
            "BLANK": "미트소스스파게티, 피쉬앤칩스, 단호박리코타샐러드, 무비트피클, 우동국, 배추김치",
            "H-PLATE": "페퍼목심찹스테이크포케",
        },
    },
    "목": {
        "조식": "물만두계란국, 동그랑땡전, 콩나물무침",
        "중식": {
            "감성집밥": "가리비꼬막비빔밥, 이색계란찜, 고구마튀김, 두부쑥갓무침, 열무된장국, 깍두기",
            "BLANK": "제육두루치기, 보리새우물파래전, 잡채말이어묵&케찹, 열무된장국, 쌀밥, 깍두기",
            "H-PLATE": "지중해문어그릭샐러드",
        },
    },
    "금": {
        "조식": "꽃게된장찌개, 알감자조림, 부추무생채",
        "중식": {
            "감성집밥": "부대찌개, 제육모듬장조림, 새송이버섯볶음, 청포묵김가루무침, 쌀밥, 깍두기",
            "BLANK": "돈코츠라멘, 유부초밥, 통살새우가스, 단무지, 배추김치",
            "H-PLATE": "슈퍼머쉬룸치킨샐러드",
        },
    },
}
