CAFETERIA_MENU = {
    "월": {
        "조식": "쇠고기무국, 매운어묵볶음, 도토리묵&양념장",
        "중식": {
            "감성집밥": "사골우거지국, 김치메밀전병, 계란찜, 고추된장무침, 쌀밥, 깍두기",
            "BLANK": "비프머쉬룸오므라이스, 소시지, 가라야게, 얼갈이시저샐러드, 쫄깃단무지, 산고추지, 유부우동국, 깍두기",
            "H-PLATE": "에그산도샌드위치, 바나나, 두유",
        },
    },
    "화": {
        "조식": "구내식당이 운영되지 않습니다.",
        "중식": {
            "감성집밥": "구내식당이 운영되지 않습니다.",
            "BLANK": "구내식당이 운영되지 않습니다.",
            "H-PLATE": "구내식당이 운영되지 않습니다.",
        },
    },
    "수": {
        "조식": "콩비지찌개, 비엔나소시지볶음, 건파래볶음",
        "중식": {
            "감성집밥": "순두부찌개, 너비아니육전&파채, 들깨무나물, 숙주나물, 들기름김구이, 쌀밥, 깍두기",
            "BLANK": "등심돈가스, 옛날돈가스소스, 새우튀김, 냉모밀, 메쉬드포테이토, 오이피클, 쌀밥, 배추김치",
            "H-PLATE": "프로슈토부라타치즈샐러드",
        },
    },
    "목": {
        "조식": "쇠고기미역국, 감자채햄볶음, 고추지무침",
        "중식": {
            "감성집밥": "가지불고기솥밥, 두부양념조림, 과일꼬치, 오이참깨무침, 다시마무채국, 배추김치",
            "BLANK": "나주곰탕, 오징어초무침, 꽈리고추맛살볶음, 깻잎지무침, 쌀밥, 깍두기",
            "H-PLATE": "유부초밥, 허니버터닭강정",
        },
    },
    "금": {
        "조식": "복어김치국, 표고버섯들깨나물, 콩나물무침",
        "중식": {
            "감성집밥": "차돌된장찌개, 백조기구이, 알감자조림, 느타리미역줄기볶음, 쌀밥, 깍두기",
            "BLANK": "분짜, 느억맘소스, 에그마요버터롤, 열대과일, 쌀국수육수, 쌀밥, 배추김치",
            "H-PLATE": "슈퍼머쉬룸치킨샐러드, 제주캐플주스",
        },
    },
}
