CAFETERIA_MENU = {
    "월": {
        "조식": "감자호박된장국, 연두부&양념장, 콩나물무침",
        "중식": {
            "감성집밥": "설렁탕&소면사리, 쌀밥, 콩비지김치전, 어묵볶음, 고추지무침, 깍두기",
            "BLANK": "중국식잡채밥, 계란국, 목화솜탕수육, 고추지무침, 깍두기",
            "H-PLATE": "치킨타코샐러드",
        },
    },
    "화": {
        "조식": "순두부김치국, 비엔나소시지, 구운파래김",
        "중식": {
            "감성집밥": "만두어묵전골, 쌀밥, 두부김치, 가지굴소스볶음, 숙주나물, 깍두기",
            "BLANK": "함박스테이크, 데미그라스소스, 그릴소시지구이, 쌀밥, 유부장국, 펜네셀러드, 오이피클, 깍두기",
            "H-PLATE": "에그마요샐러드",
        },
    },
    "수": {
        "조식": "짜장밥, 탕파국, 오이지무침",
        "중식": {
            "감성집밥": "!! 특식 제공일로 BLANK만 운영합니다 !!",
            "BLANK": "비빔밥데이, 얼갈이된장국, 비빔약고추장, 계란후라이, 한식잡채, 밀감, 배추김치",
            "H-PLATE": "반미샌드위치",
        },
    },
    "목": {
        "조식": "아욱된장국, 야채계란말이, 조미김구이",
        "중식": {
            "감성집밥": "사골우거지국, 쌀밥, 치킨너겟&머스터드, 알감자조림, 갓절임, 깍두기",
            "BLANK": "카레라이스, 우동국, 코코넛플레이크새우튀김, 토마토절임, 배추김치",
            "H-PLATE": "불고기샐러드",
        },
    },
    "금": {
        "조식": "복어해장국, 연근졺, 돌나물&초장",
        "중식": {
            "감성집밥": "제육간장불고기&불향숙주, 쌀밥, 시금치된장국, 양배추쌈&쌈장, 무말랭이무침, 배추김치",
            "BLANK": "양지쌀국수, 쌀밥, 해물짜조, 야채춘권, 양파피클, 배추김치",
            "H-PLATE": "오렌지치킨텐더샐러드",
        },
    },
}
