CAFETERIA_MENU = {
    "월": {
        "조식": "건새우아욱된장국, 분홍소시지전, 깻잎지무침",
        "중식": {
            "감성집밥": "육개장, 찰떡궁합떡갈비구이, 파슬리감자채볶음, 봄동겉절이, 쌀밥, 깍두기",
            "BLANK": "순살치킨가스, 소스2종, 불맛해물가쓰오볶음우동, 리코타치즈단호박샐러드, 무비트피클, 쌀밥, 유부장국, 배추김치",
            "H-PLATE": "페퍼목심찹스테이크포케",
        },
    },
    "화": {
        "조식": "장터국, 부들어묵볶음, 세발나물생채",
        "중식": {
            "감성집밥": "자반고등어구이, 제육고추장불고기, 시골된장찌개, 청포묵김가루무침, 쌀밥, 깍두기",
            "BLANK": "쫄면(소), 대게장게살볶음밥, 고로케, 춘권, 우동국, 배추김치",
            "H-PLATE": "토핑유부초밥, 샐러드",
        },
    },
    "수": {
        "조식": "조기구이, 재첩콩나물국, 오이생채",
        "중식": {
            "감성집밥": "황태해장국, 두부김치, 당근채전, 오이도라지무침, 쌀밥, 깍두기",
            "BLANK": "이비가고기짬뽕, 찹쌀탕수육, 후식과일 배, 단무지, 쌀밥, 배추김치",
            "H-PLATE": "바질리코타샐러드, 무가당검은콩두유",
        },
    },
    "목": {
        "조식": "콩비지찌개, 계란찜, 잔멸치고추볶음",
        "중식": {
            "감성집밥": "꽈리고추 장조림버터솥밥, 떡볶이, 만두튀김, 바나나&패션후르츠, 꼬치어묵국, 배추김치",
            "BLANK": "설렁탕&소면사리, 오징어초무침, 해물완자전, 미역줄기볶음, 쌀밥, 석박지",
            "H-PLATE": "베이컨쪽파그릭베이글, 쿨피스(파인)",
        },
    },
    "금": {
        "조식": "쇠고기무국, 너비아니구이, 상추겉절이",
        "중식": {
            "감성집밥": "바지락순두부찌개, 메밀전병, 계란후라이, 숙주나물, 얼갈이나물, 돌자반볶음, 쌀밥, 깍두기",
            "BLANK": "치킨가라야게, 라따뚜이오므라이스, 새우튀김, 크랜베리스콘&딸기잼, 우동국, 배추김치",
            "H-PLATE": "루꼴라보코치니샐러드",
        },
    },
}
