CAFETERIA_MENU = {
    "월": {
        "조식": "순두부계란국, 비엔나소시지볶음, 간장고추지",
        "중식": {
            "감성집밥": "바지락된장찌개, 쌀밥, 떡갈비맛구이, 새송이표고볶음, 무말랭이무침, 배추김치",
            "BLANK": "청양풍볶음우동, 치킨가스, 양념치킨소스, 쌀밥, 우동국, 망고젤리, 오이피클, 깍두기",
            "H-PLATE": "그릴드치킨아보카도샐러드",
        },
    },
    "화": {
        "조식": "건새우아욱국, 호박맛살볶음, 조미김구이",
        "중식": {
            "감성집밥": "백설곰탕, 쌀밥, 두부양념조림, 감자전, 깻잎지무침, 깍두기",
            "BLANK": "비프하이라이스&계란후라이, 팽이장국, 비빔쫄면만두, 밀감, 깍두기",
            "H-PLATE": "레인보우튜나샐러드",
        },
    },
    "수": {
        "조식": "닭곰탕, 알감자조림, 갓절임",
        "중식": {
            "감성집밥": "육개장, 쌀밥, 고구마튀김, 어묵고추조림, 깍두기",
            "BLANK": "꼬치어묵잔치국수, 쌀밥, 메밀전병, 단무지, 배추김치",
            "H-PLATE": "에그단호박샌드위치&제주캐플주스",
        },
    },
    "목": {
        "조식": "복어해장국, 어묵볶음, 세발나물무침",
        "중식": {
            "감성집밥": "쇠고기콩나물밥, 홍합무국, 연두부양념장, 유부맛살냉채, 배추김치",
            "BLANK": "날치알김치볶음밥, 열무된장국, 멘치카츠, 떠먹는요플레딸기, 깍두기",
            "H-PLATE": "돈가스샐러드",
        },
    },
    "금": {
        "조식": "매운콩나물국, 해물완자전, 감자채당근볶음",
        "중식": {
            "감성집밥": "제육고추장불고기, 쌀밥, 미역국, 양배추쌈&쌈장, 고추지무침, 깍두기",
            "BLANK": "팟타이, 반미샌드위치, 쌀밥, 쌀국수육수, 춘권&칠리소스, 배추김치",
            "H-PLATE": "허니그릴드치킨퀴노아샐러드",
        },
    },
}
