CAFETERIA_MENU = {
    "월": {
        "조식": "호박새우젓국, 소시지야채볶음, 고추지",
        "중식": {
            "감성집밥": "복어해장국, 쌀밥, 해물완자전, 감자채볶음, 깻잎지무침, 마늘김치",
            "BLANK": "청양풍볶음우동, 쌀밥&유부장국, 치킨또띠아, 단호박범벅, 깍두기",
            "H-PLATE": "레인보우튜나샐러드",
        },
    },
    "화": {
        "조식": "재첩시금치된장국, 계란찜, 부추무생채",
        "중식": {
            "감성집밥": "부대찌개, 쌀밥, 만두카츠, 호박느타리볶음, 콩나물무침, 깍두기",
            "BLANK": "눈꽃치즈 함박스파게티, 쌀밥, 우동국, 갈릭토스트, 오이피클, 배추김치",
            "H-PLATE": "오렌지치킨텐더샐러드",
        },
    },
    "수": {
        "조식": "사골파국, 동그랑땡조림, 오이생채",
        "중식": {
            "감성집밥": "우삼겹된장짜글이, 쌀밥, 치킨너겟&머스타드, 매콤불어묵볶음, 갓절임, 깍두기",
            "BLANK": "불고기한식비빔밥, 미역국, 꽈베기도너츠, 청포묵김가루무침, 깍두기",
            "H-PLATE": "불고기바질샌드위치",
        },
    },
    "목": {
        "조식": "버섯들깨탕, 떡고기산적조림, 깻잎무침",
        "중식": {
            "감성집밥": "광주식애호박찌개, 쌀밥, 계란조림, 실곤약무침, 레몬미역무침, 깍두기",
            "BLANK": "데리야끼치킨덮밥, 미소시루, 일식계란찜, 락교, 초생강, 배추김치",
            "H-PLATE": "샐러드꾸러미팩",
        },
    },
    "금": {
        "조식": "건새우아욱국, 청양고추계란말이, 조미김구이",
        "중식": {
            "감성집밥": "오돈불고기, 쌀밥, 시금치된장국, 미역줄기맛살볶음, 숙주나물, 배추겉절이",
            "BLANK": "꽈리고추삼선짜장면, 쌀밥, 야채짬뽕국, 군만두유린기, 단무지, 배추김치",
            "H-PLATE": "통살치킨샐러드",
        },
    },
}
