CAFETERIA_MENU = {
    "월": {
        "조식": "순두부계란국, 김치메밀전병, 숙주나물",
        "중식": {
            "감성집밥": "파듬뿍육개장, 애호박채전, 동그랑땡전, 건새우마늘쫑볶음, 얼갈이겉절이, 쌀밥, 깍두기",
            "BLANK": "청년다방떡볶이&모듬토핑, 버터갈릭감자튀김, 후식과일, 어묵국, 쌀밥, 배추김치",
            "H-PLATE": "렌틸콩닭가슴살샐러드, 무가당검은콩두유",
        },
    },
    "화": {
        "조식": "감자호박된장국, 볼어묵소시지조림, 견과류멸치볶음",
        "중식": {
            "감성집밥": "돼지김치찌개, 자반고등어한마리구이, 한식잡채, 콩나물무침, 쌀밥, 깍두기",
            "BLANK": "강황미트커리, 닭강정, 유부우동(소), 콩나물무침, 배추김치",
            "H-PLATE": "폴드포크샐러드, 두유",
        },
    },
    "수": {
        "조식": "구내식당이 운영되지 않습니다.",
        "중식": {
            "감성집밥": "구내식당이 운영되지 않습니다.",
            "BLANK": "구내식당이 운영되지 않습니다.",
            "H-PLATE": "구내식당이 운영되지 않습니다.",
        },
    },
    "목": {
        "조식": "쇠고기미역국, 미트볼야채조림, 오이생채",
        "중식": {
            "감성집밥": "곤드레나물밥, 연탄구이맛 제육고추장불고기, 유자참외샐러드, 부추무생채, 시금치된장국, 깍두기",
            "BLANK": "청양크림함박, 김치필라프, 집게맛살튀김&케찹, 망고바나나요거트, 시금치된장국, 깍두기",
            "H-PLATE": "훈제오리당근라페샐러드, 두유",
        },
    },
    "금": {
        "조식": "복어해장국, 계란말이, 매운호박볶음",
        "중식": {
            "감성집밥": "얼큰한꽃게탕, 찰떡떡갈비맛구이, 미나리오징어전, 고추지무침, 쌀밥, 배추김치",
            "BLANK": "고기짬뽕, 목화솜탕수육, 군만두, 해파리맛살겨자냉채, 단무지, 쌀밥, 배추김치",
            "H-PLATE": "에그마요햄치즈샌드위치, 캐플주스",
        },
    },
}
