CAFETERIA_MENU = {
    "월": {
        "조식": "김치콩나물국, 언양식불고기, 무말랭이무침",
        "중식": {
            "감성집밥": "육개장, 쌀밥, 소세지전, 새송이버섯볶음, 고추지무침, 깍두기",
            "BLANK": "순살치킨까스, 데미그라소스, 야채쫄면, 쌀밥, 우동국, 망고젤리, 배추김치",
            "H-PLATE": "탄두리치킨샐러드",
        },
    },
    "화": {
        "조식": "강된장찌개, 어묵볶음, 브로콜리&초장",
        "중식": {
            "감성집밥": "제육두루치기, 쌀밥, 얼갈이된장국, 비엔나소시지볶음, 브로콜리&초장, 깍두기",
            "BLANK": "고추참치덮밥&계란후라이, 맑은장국, 김말이튀김&칠리강정소스, 후르츠콘샐러드, 깍두기",
            "H-PLATE": "불고기바질샌드위치",
        },
    },
    "수": {
        "조식": "콩나물우거지국, 계란찜, 무생채",
        "중식": {
            "감성집밥": "해물순두부찌개, 쌀밥, 고추계란조림, 감자전, 얼갈이겉절이, 깍두기",
            "BLANK": "미트커리&강황밥, 팽이미소시루, 일식돈가스, 단무지, 배추김치",
            "H-PLATE": "파인크래미샌드위치&주시애플주스",
        },
    },
    "목": {
        "조식": "순두부찌개, 감자채볶음, 조미김구이",
        "중식": {
            "감성집밥": "마늘쫑제육볶음, 쌀밥, 미역국, 연두부&양념장, 콩나물무침, 깍두기, 무말랭이무침, 배추김치",
            "BLANK": "팟타이, 쌀밥, 우동국, 단호박샐러드, 양파피클, 배추김치",
            "H-PLATE": "하베스트머쉬룸샐러드",
        },
    },
    "금": {
        "조식": "감자호박된장국, 비엔나소시지볶음, 구운파래김",
        "중식": {
            "감성집밥": "시래기뼈해장국, 쌀밥, 해물완자전, 가지나물, 부추겉절이, 깍두기",
            "BLANK": "베이컨김치볶음밥&계란후라이, 꼬치어묵국, 짜장떡볶이, 요구르트, 깍두기",
            "H-PLATE": "아보카도닭가슴살샐러드",
        },
    },
}
