CAFETERIA_MENU = {
    "월": {
        "조식": "쇠고기미역국, 연근조림, 도토리묵김치무침",
        "중식": {
            "감성집밥": "꽃게호박찌개, 쌀밥, 미트볼폭찹, 땡초부추전, 숙주나물, 깍두기",
            "BLANK": "등심돈까스, 데미와인소스, 냉모밀, 쌀밥, 딸기잼 패스츄리, 오이피클, 배추김치",
            "H-PLATE": "단호박닭가슴살샐러드",
        },
    },
    "화": {
        "조식": "순두부찌개, 단호박샐러드, 깻잎무침",
        "중식": {
            "감성집밥": "사골우거지국, 쌀밥, 생선커틀렛&타르소스, 미역줄기볶음, 고추지무침, 깍두기",
            "BLANK": "숯불오징어볶음밥, 우동국, 콩나무잡채, 고구마맛탕, 깍두기",
            "H-PLATE": "돈까스샐러드",
        },
    },
    "수": {
        "조식": "아욱된장국, 계란연근조림, 무말랭이무침",
        "중식": {
            "감성집밥": "바지락순두부찌개, 쌀밥, 동그랑땡전, 호박느타리볶음, 돌자반볶음, 깍두기",
            "BLANK": "왕새우튀김카레라이스, 팽이장국, 소세지야채볶음, 토마토절임, 배추김치",
            "H-PLATE": "불고기바질샌드위치",
        },
    },
    "목": {
        "조식": "콩비지찌개, 감자채볶음, 조미김구이",
        "중식": {
            "감성집밥": "떡만두국, 쌀밥, 너비아니구이, 도라지오이무침, 배추김치",
            "BLANK": "참치강된장비빔밥, 시골파국, 소세지계란말이, 한입만두카츠&케찹, 배추김치",
            "H-PLATE": "하베스트머쉬룸샐러드",
        },
    },
    "금": {
        "조식": "콩가루배추국, 비엔나소시지볶음, 구운파래김",
        "중식": {
            "감성집밥": "동태알밥, 쌀밥, 계란찜, 마늘쫑맛살볶음, 아삭이고추된장무침, 깍두기",
            "BLANK": "차돌짬뽕, 쌀밥, 씨리얼버터깐풍육, 단무지무침, 배추김치",
            "H-PLATE": "탄단지 훈연목살샐러드",
        },
    },
}
