CAFETERIA_MENU = {
    "월": {
        "조식": "쇠고기미역국, 도토리묵김치무침, 숙주나물",
        "중식": {
            "감성집밥": "복어해장국, 두부김치, 한식잡채, 고추지무침, 쌀밥, 깍두기",
            "BLANK": "BIG통살치킨가스, 데미그라스소스, 야채쫄면, 바나나&방울토마토, 오이피클, 우동국, 쌀밥, 배추김치",
            "H-PLATE": "쉬림프에그마요샐러드",
        },
    },
    "화": {
        "조식": "만두계란국, 채어묵볶음, 얼갈이겉절이",
        "중식": {
            "감성집밥": "연탄제육불고기, 청국장찌개, 상추쌈&아삭이고추, 연근땅콩조림, 쌀밥, 깍두기",
            "BLANK": "베이컨김치볶음밥&계란후라이, 까르보떡볶이, 감자고로케&케찹, 후르츠망고젤리, 팽이장국, 깍두기",
            "H-PLATE": "단호박햄치즈샌드위치, 이온더핏제로",
        },
    },
    "수": {
        "조식": "시금치바지락국, 호박느타리볶음, 연두부&양념장",
        "중식": {
            "감성집밥": "돼지고기김치짜글이, 가자미카레튀김, 메추리알어묵조림, 오이부추무침, 쌀밥, 깍두기",
            "BLANK": "꽈리고추삼선짜장면, 수제깐풍기, 골드파인애플, 단무지, 계란국, 쌀밥, 배추김치",
            "H-PLATE": "렌틸콩닭가슴살샐러드",
        },
    },
    "목": {
        "조식": "감자호박된장국, 비엔나소시지볶음, 부추무생채",
        "중식": {
            "감성집밥": "봄미나리 주꾸미오징어비빔밥, 꽈배기도너츠, 단호박팥찜, 열무된장국, 깍두기",
            "BLANK": "라구토마토파스타, 피쉬앤칩스, 리코타치즈샐러드, 무비트피클, 쌀밥, 우동국, 배추김치",
            "H-PLATE": "아보카토바질포크샐러드",
        },
    },
    "금": {
        "조식": "구내식당이 운영되지 않습니다.",
        "중식": {
            "감성집밥": "구내식당이 운영되지 않습니다.",
            "BLANK": "구내식당이 운영되지 않습니다.",
            "H-PLATE": "구내식당이 운영되지 않습니다.",
        },
    },
}
