CAFETERIA_MENU = {
    "월": {
        "조식": "순두부찌개, 소세지야채볶음, 부추무생채",
        "중식": {
            "감성집밥": "복어사골해장국, 쌀밥, 두부양념조림, 감자전, 레몬미역무침, 깍두기",
            "BLANK": "라따뚜이오므라이스, 우동국, 오징어가스, 망고요거트, 깍두기",
            "H-PLATE": "단호박닭가슴살샐러드",
        },
    },
    "화": {
        "조식": "영양닭죽, 도토리묵, 아삭고추무침",
        "중식": {
            "감성집밥": "제육불고기, 쌀밥, 오이미역냉국, 양배추쌈, 우렁쌈장, 무말랭이깻잎무침, 배추김치",
            "BLANK": "육전비빔밥, 얼갈이된장국, 잡채말이어묵&케찹, 감자샐러드, 배추김치",
            "H-PLATE": "프로틴아보카도샐러드",
        },
    },
    "수": {
        "조식": "복어김치국, 매콤어묵볶음, 조미김구이",
        "중식": {
            "감성집밥": "호박고추장짜글이, 쌀밥, 언양식불고기&파채, 새송이버섯볶음, 숙주유부겨자냉채, 깍두기",
            "BLANK": "김치말이국수, 임꺽정떡갈비, 쌀밥, 고구마맛탕, 블루베리젤리, 깍두기",
            "H-PLATE": "베이컨쪽파 그릭베이글",
        },
    },
    "목": {
        "조식": "콩비지찌개, 후랑크소세지볶음, 오이지양파무침",
        "중식": {
            "감성집밥": "쇠고기콩나물밥, 미역국, 동그랑땡전, 연근땅콩조림, 곤약초무침, 배추김치",
            "BLANK": "멕시칸치킨가스, 프렌치프라이, 쌀밥, 우동국, 시금치시저샐러드, 오이피클, 배추김치",
            "H-PLATE": "훈제오리단호박샐러드",
        },
    },
    "금": {
        "조식": "계란떡국, 두부양념조림, 시금치나물",
        "중식": {
            "감성집밥": "참치김치찌개, 쌀밥, 통살새우까스&타르타르소스, 어묵계란지짐, 콩나물무침, 깍두기",
            "BLANK": "짬봉, 쌀밥, 목화솜탕수육, 단무지",
            "H-PLATE": "파인크래미샌드위치&바나나",
        },
    },
}
