CAFETERIA_MENU = {
    "월": {
        "조식": "건새우아욱된장국, 분홍소시지전, 깻잎지무침",
        "중식": {
            "감성집밥": "육개장, 찰떡궁합떡갈비구이, 파슬리감자채볶음, 봄동겉절이, 쌀밥, 깍두기",
            "BLANK": "순살치킨가스, 소스2종, 불맛해물가쓰오볶음우동, 리코타치즈단호박샐러드, 무비트피클, 쌀밥, 유부장국, 배추김치",
            "H-PLATE": "페퍼목심찹스테이크포케",
        },
    },
    "화": {
        "조식": "미역떡국, 야채계란말이, 미나리무생채",
        "중식": {
            "감성집밥": "놀부부대찌개, 생선커틀렛&타르소스, 감자채카레볶음, 조미김구이, 쌀밥, 깍두기",
            "BLANK": "계란볶음밥, 짜장소스, 꽃빵&고추잡채, 게살스프, 단무지, 배추김치",
            "H-PLATE": "하와이안쉬림프포케",
        },
    },
    "수": {
        "조식": "김치콩나물국, 고구마돈가스, 연두부&양념장",
        "중식": {
            "감성집밥": "미나리곰탕, 너비아니육전&파채, 호박새우젓볶음, 오이부추무침, 쌀밥, 깍두기",
            "BLANK": "지코바st숯불치킨덮밥, 고구마치즈또띠아랩, 파인애플꼬치, 유부장국, 배추김치",
            "H-PLATE": "에그산도샌드위치, 흰우유",
        },
    },
    "목": {
        "조식": "소고기배추된장국, 알감자조림, 미니조미김구이",
        "중식": {
            "감성집밥": "오징어연탄제육불고기, 삼색나물비빔밥&김가루, 계란찜, 아욱된장국, 보리밥, 깍두기",
            "BLANK": "통그릴소시지김치볶음밥, 치즈새우너겟, 망고요거트, 우동국, 깍두기",
            "H-PLATE": "단백질키토샐러드",
        },
    },
    "금": {
        "조식": "순두부찌개, 후랑크소시지볶음, 고추지무침",
        "중식": {
            "감성집밥": "애호박목살고추장찌개, 만두카츠&치즈카츠, 어묵고추조림, 미나리숙주나물, 쌀밥, 깍두기",
            "BLANK": "팟타이, 반미샌드위치, 브로콜리사과샐러드, 쌀국수육수, 쌀밥, 배추김치",
            "H-PLATE": "매운어묵김밥, 음료(탄산수)",
        },
    },
}
