CAFETERIA_MENU = {
    "월": {
        "조식": "설 연휴입니다 💰",
        "중식": {
            "감성집밥": "",
            "BLANK": "",
            "H-PLATE": "",
        },
    },
    "화": {
        "조식": "설 연휴입니다 💰",
        "중식": {
            "감성집밥": "",
            "BLANK": "",
            "H-PLATE": "",
        },
    },
    "수": {
        "조식": "설 연휴입니다 💰",
        "중식": {
            "감성집밥": "",
            "BLANK": "",
            "H-PLATE": "",
        },
    },
    "목": {
        "조식": "콩비지찌개, 계란장조림, 조미김구이",
        "중식": {
            "감성집밥": "냉이된장찌개, 제육고추장불고기, 감자채전, 양배추쌈&쌈장, 쌀밥, 깍두기",
            "BLANK": "전주식계란칼국수, 오징어초무침, 메밀전병, 단무지, 쌀밥, 배추김치",
            "H-PLATE": "코코넛쉬림프열대과일샐러드, 웰치스오렌지에이드",
        },
    },
    "금": {
        "조식": "복어해장국, 후랑크소시지볶음, 호박나물",
        "중식": {
            "감성집밥": "설렁탕&소면사리, 두부양념조림, 해물완자전, 콩나물무침, 쌀밥, 깍두기",
            "BLANK": "중화잡채밥, 목화솜탕수육, 과일꼬치, 미소장국, 배추김치",
            "H-PLATE": "바질리코타샐러드, 저당검은콩두유",
        },
    },
}
