"""검색어에 사용되는 키워드 모음"""

import itertools
import re

CARD_PRODUCTS: list[str] = [
    "하나카드",
    "하나머니",
    "하나페이",
    "하나1Q",
    "원더카드",
    "제이드카드",
    "트래블로그",
]

ISSUE_KEYWORDS: list[str] = [
    "오류",
    "에러",
    "인증 실패",
    "결제 오류",
    "결제 지연",
    "결제 문제",
    "승인 오류",
    "먹통",
    "접속 불가",
    "로그인 오류",
    "안됨",
    "안돼요",
    "불편",
    "불만",
    "불친절",
    "고객센터 연결 안됨",
    "이용 제한",
    "원화 출금",
    "해외 결제",
    "짜증",
    "느려",
    "느림",
    "거절",
]


REGIONS: list[str] = [
    "",
    "일본",
    "오사카",
    "도쿄",
    "교토",
    "후쿠오카",
    "삿포로",
    "오키나와",
    "나고야",
    "베트남",
    "다낭",
    "호치민",
    "하노이",
    "나트랑",
    "푸꾸옥",
    "태국",
    "방콕",
    "파타야",
    "푸켓",
    "푸껫",
    "치앙마이",
    "유럽",
    "프랑스",
    "파리",
    "이탈리아",
    "로마",
    "스페인",
    "바르셀로나",
    "영국",
    "런던",
    "체코",
    "프라하",
    "헝가리",
    "부다페스트",
    "스위스",
    "인터라켄",
    "취리히",
    "루체른",
    "인도네시아",
    "발리",
    "싱가포르",
]

combinations = list(itertools.product(CARD_PRODUCTS, ISSUE_KEYWORDS))
QUERIES: list[str] = [
    re.sub(r"\s+", " ", f"{combination[0]} {combination[1]}").strip()
    for combination in combinations
]

DATALAB_QUERIES: dict[str, list[str]] = {
    "하나카드": [
        "하나카드",
        "하나1Q",
        "원더카드",
        "제이드카드",
        "트래블로그",
    ],
    "롯데카드": ["롯데카드"],
    "비씨카드": ["비씨카드"],
    "삼성카드": ["삼성카드"],
    "신한카드": ["신한카드", "쏠트래블"],
    "우리카드": ["우리카드"],
    "현대카드": ["현대카드"],
    "KB국민카드": ["KB국민카드"],
}
